Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.how.step3.desc
source: Dashboard shows your progress
ar: لوحة التحكم تعرض تقدمك
bg: Табло показва вашия прогрес
bn: ড্যাশবোর্ড আপনার অগ্রগতি দেখায়
ca: El panell mostra el teu progrés
cs: Řídicí panel zobrazuje váš pokrok
da: Dashboard viser din fremgang
de: Dashboard zeigt deine Fortschritte
el: Το ταμπλό σας δείχνει την πρόοδό σας
es: El panel muestra tu progreso
et: Armatuurlaud näitab sinu edenemist
fa: داشبورد پیشرفت شما را نشان می‌دهد
fi: Kojelauta näyttää edistymisesi
fil: Ang dashboard ay nagpapakita ng iyong pag-unlad
fr: Le tableau de bord affiche votre progression
he: לוח המחוונים מציג את ההתקדמות שלך
hi: डैशबोर्ड आपकी प्रगति दिखाता है
hr: Kontrolna ploča prikazuje tvoj napredak
hu: Az irányítópult megjeleníti az előrehaladást
id: Dashboard menunjukkan kemajuan Anda
is: Yfirlitið sýnir framvindu þína
it: Il dashboard mostra il tuo progresso
ja: ダッシュボードに進捗が表示されます
ko: 대시보드에서 진행 상황 확인
lt: Prietaisų skydelis rodo jūsų pažangą
lv: Panelis rāda jūsu progresa
nb: Dashbordet viser fremgangen din
nl: Dashboard toont je voortgang
nn: Dashbordet viser fremgangen din
pl: Pulpit pokazuje Twój postęp
pt_br: O painel mostra seu progresso
ro: Tabloul de bord îți arată progresul
ru: Панель управления показывает ваш прогресс
sk: Palubný počítač zobrazuje váš pokrok
sl: Nadzorna plošča prikazuje tvoj napredek
sr: Приказна плоча показује ваш напредак
sv: Instrumentpanelen visar din framgång
sw: Dashboard inaonyesha maendeleo yako
ta: உங்கள் முன்னேற்றத்தை டாஷ்போர்டு காட்டும்
th: แดชบอร์ดแสดงความก้าวหน้าของคุณ
tr: Gösterge paneli ilerlemenizi gösterir
uk: Панель керування показує ваш прогрес
ur: ڈیش بورڈ آپ کی پیشرفت دکھاتا ہے
vi: Bảng điều khiển hiển thị tiến độ của bạn
zh_hans: 仪表板显示进度
zh_hant: 儀表板顯示你的進度

# onboarding.how.step3.title
source: Track your month
ar: تابع شهرك
bg: Проследяване на вашия месец
bn: আপনার মাস ট্র্যাক করুন
ca: Segueix el teu mes
cs: Sledujte svůj měsíc
da: Følg din måned
de: Deinen Monat verfolgen
el: Παρακολουθήστε τον μήνα σας
es: Sigue tu mes
et: Jälgi oma kuud
fa: ماه خود را دنبال کنید
fi: Seuraa kuukauuttasi
fil: Sumubaybay sa iyong buwan
fr: Suivre votre mois
he: עקוב אחר החודש שלך
hi: अपने महीने को ट्रैक करें
hr: Prati svoj mjesec
hu: Kövesse nyomon a hónapot
id: Pantau bulan Anda
is: Fylgstu með mánaðinum
it: Monitora il tuo mese
ja: 1ヶ月の進捗を追跡
ko: 월간 추적
lt: Sekite savo mėnesį
lv: Sekojiet mēnesim
nb: Følg med på måneden
nl: Volg je maand
nn: Følg med på måneden
pl: Śledź swój miesiąc
pt_br: Acompanhe seu mês
ro: Urmărește-ți luna
ru: Отслеживайте ваш месяц
sk: Sledujte svoj mesiac
sl: Spremljaj svoj mesec
sr: Пратите свој месец
sv: Spåra din månad
sw: Fuatilia mwezi wako
ta: உங்கள் மாதத்தைக் கண்காணியுங்கள்
th: ติดตามเดือนของคุณ
tr: Ayını takip et
uk: Стежте за своїм місяцем
ur: اپنے مہینے پر نظر رکھیں
vi: Theo dõi tháng của bạn
zh_hans: 追踪本月
zh_hant: 追蹤本月情況

# onboarding.how.takeControl
source: Take control
ar: تولَّ زمام الأمور
bg: Поеми контрол
bn: নিয়ন্ত্রণ নিন
ca: Pren el control
cs: Převezměte kontrolu
da: Tag kontrol
de: Kontrolle übernehmen
el: Πάρε τον έλεγχο
es: Toma el control
et: Võta kontroll enda kätte
fa: کنترل را به دست بگیرید
fi: Ota ohjat
fil: Magkaroon ng kontrol
fr: Prenez le contrôle
he: קחו שליטה
hi: नियंत्रण लें
hr: Preuzmite kontrolu
hu: Vedd át az irányítást
id: Ambil kendali
is: Taktu stjórnina
it: Prendi il controllo
ja: 主導権を握る
ko: 주도권을 잡으세요
lt: Perimkite kontrolę
lv: Pārņem kontroli
nb: Ta kontroll
nl: Neem de controle
nn: Ta kontroll
pl: Przejmij kontrolę
pt_br: Assuma o controle
ro: Preia controlul
ru: Возьмите всё под контроль
sk: Prevezmite kontrolu
sl: Prevzemi nadzor
sr: Preuzmi kontrolu
sv: Ta kontroll
sw: Chukua udhibiti
ta: கட்டுப்பாட்டை எடுக்கவும்
th: ควบคุมได้เอง
tr: Kontrolü ele al
uk: Візьміть контроль
ur: کنٹرول سنبھالیں
vi: Nắm quyền kiểm soát
zh_hans: 掌控一切
zh_hant: 掌握主導權

# onboarding.how.title
source: Three steps to clarity
ar: ثلاث خطوات لتحقيق الوضوح
bg: Три стъпки към ясност
bn: স্পষ্টতার জন্য তিনটি ধাপ
ca: Tres passos cap a la claredat
cs: Tři kroky k jasnosti
da: Tre trin til klarhed
de: Drei Schritte zur Klarheit
el: Τρία βήματα προς τη σαφήνεια
es: Tres pasos hacia la claridad
et: Kolm sammu selguseni
fa: سه مرحله برای وضوح
fi: Kolme askelta selkeyteen
fil: Tatlong hakbang tungo sa kalinisan
fr: Trois étapes vers la clarté
he: שלוש צעדים לבהירות
hi: स्पष्टता के लिए तीन चरण
hr: Tri koraka do jasnoće
hu: Három lépés a tisztázáshoz
id: Tiga langkah menuju kejelasan
is: Þrjú skref til skýrleika
it: Tre passaggi verso la chiarezza
ja: 明確化への3つのステップ
ko: 명확함을 위한 3단계
lt: Trys žingsniai į aiškumą
lv: Trīs soļi skaidrībai
nb: Tre steg til klarhet
nl: Drie stappen naar duidelijkheid
nn: Tre steg til klarhet
pl: Trzy kroki do przejrzystości
pt_br: Três passos para clareza
ro: Trei pași către claritate
ru: Три шага к ясности
sk: Tri kroky k jasnosti
sl: Tri koraki do jasnosti
sr: Три корака до јасноће
sv: Tre steg till klarhet
sw: Hatua tatu kwa uwazi
ta: தெளிவுக்கு மூன்று படிகள்
th: สามขั้นตอนเพื่อความชัดเจน
tr: Açıklığa giden üç adım
uk: Три кроки до ясності
ur: وضاحت تک تین اقدامات
vi: Ba bước để rõ ràng
zh_hans: 三步轻松掌握
zh_hant: 三步輕鬆了解

# onboarding.jobBasics.namePlaceholder
source: Weekend cafe
ar: مقهى عطلة نهاية الأسبوع
bg: Уикенд кафе
bn: সপ্তাহান্তের ক্যাফে
ca: Cafè de cap de setmana
cs: Víkendová kavárna
da: Weekendcafé
de: Wochenendcafé
el: Καφέ Σαββατοκύριακου
es: Cafetería de fin de semana
et: Nädalavahetuse kohvik
fa: کافه آخرهفته
fi: Viikonloppukahvila
fil: Kapehan tuwing weekend
fr: Café du week-end
he: בית קפה בסופי שבוע
hi: वीकेंड कैफ़े
hr: Vikend kafić
hu: Hétvégi kávézó
id: Kafe akhir pekan
is: Helgikaffihús
it: Caffè del weekend
ja: 週末カフェ
ko: 주말 카페
lt: Savaitgalio kavinė
lv: Nedēļas nogales kafejnīca
nb: Helgekafé
nl: Weekendcafé
nn: Helgekafé
pl: Weekendowa kawiarnia
pt_br: Café de fim de semana
ro: Cafenea de weekend
ru: Кафе выходного дня
sk: Víkendová kaviareň
sl: Vikend kavarna
sr: Vikend kafić
sv: Helgcafé
sw: Mkahawa wa wikendi
ta: வார இறுதி கஃபே
th: คาเฟ่วันหยุดสุดสัปดาห์
tr: Hafta sonu kafe
uk: Кафе вихідного дня
ur: ویک اینڈ کیفے
vi: Quán cà phê cuối tuần
zh_hans: 周末咖啡馆
zh_hant: 週末咖啡館

# onboarding.jobBasics.subtitle
source: Choose a name and color so it is easy to find when adding shifts.
ar: اختر اسمًا ولونًا ليسهل العثور عليه عند إضافة الورديات.
bg: Изберете име и цвят, за да го намирате лесно при добавяне на смени.
bn: একটি নাম ও রং বেছে নিন, যাতে শিফট যোগ করার সময় সহজে খুঁজে পাওয়া যায়।
ca: Tria un nom i un color perquè sigui fàcil de trobar en afegir torns.
cs: Vyberte název a barvu, aby se při přidávání směn snadno našla.
da: Vælg et navn og en farve, så den er nem at finde, når du tilføjer vagter.
de: Wähle einen Namen und eine Farbe, damit du es beim Hinzufügen von Schichten leicht findest.
el: Διαλέξτε όνομα και χρώμα για να το βρίσκετε εύκολα όταν προσθέτετε βάρδιες.
es: Elige un nombre y color para encontrarlo fácilmente al añadir turnos.
et: Vali nimi ja värv, et seda oleks vahetuste lisamisel lihtne leida.
fa: یک نام و رنگ انتخاب کنید تا هنگام افزودن شیفت‌ها راحت پیدا شود.
fi: Valitse nimi ja väri, jotta se löytyy helposti vuoroja lisättäessä.
fil: Pumili ng pangalan at kulay para madaling mahanap kapag nagdadagdag ng shift.
fr: Choisissez un nom et une couleur pour le retrouver facilement lors de l’ajout de services.
he: בחר שם וצבע כדי שיהיה קל למצוא אותו בהוספת משמרות.
hi: नाम और रंग चुनें, ताकि शिफ्ट जोड़ते समय इसे आसानी से ढूंढ सकें।
hr: Odaberite naziv i boju da ga lako pronađete pri dodavanju smjena.
hu: Válassz nevet és színt, hogy könnyen megtaláld műszak hozzáadásakor.
id: Pilih nama dan warna agar mudah ditemukan saat menambah shift.
is: Veldu nafn og lit svo auðvelt sé að finna það þegar vöktum er bætt við.
it: Scegli un nome e un colore per trovarlo facilmente quando aggiungi turni.
ja: シフト追加時に見つけやすいよう、名前と色を選んでください。
ko: 근무를 추가할 때 쉽게 찾도록 이름과 색상을 선택하세요.
lt: Pasirinkite pavadinimą ir spalvą, kad būtų lengva rasti pridedant pamainas.
lv: Izvēlies nosaukumu un krāsu, lai to būtu viegli atrast, pievienojot maiņas.
nb: Velg navn og farge så den er lett å finne når du legger til vakter.
nl: Kies een naam en kleur zodat je die makkelijk vindt bij het toevoegen van diensten.
nn: Vel namn og farge så han er lett å finne når du legg til vakter.
pl: Wybierz nazwę i kolor, aby łatwo było znaleźć przy dodawaniu zmian.
pt_br: Escolha um nome e uma cor para facilitar ao adicionar turnos.
ro: Alege un nume și o culoare ca să fie ușor de găsit la adăugarea turelor.
ru: Выберите название и цвет, чтобы было легче найти при добавлении смен.
sk: Vyberte názov a farbu, aby sa dal ľahko nájsť pri pridávaní zmien.
sl: Izberi ime in barvo, da ga bo ob dodajanju izmen enostavno najti.
sr: Izaberite naziv i boju da ga lako pronađete pri dodavanju smena.
sv: Välj namn och färg så den är lätt att hitta när du lägger till pass.
sw: Chagua jina na rangi ili iwe rahisi kuipata unapoongeza zamu.
ta: ஷிப்ட் சேர்க்கும்போது எளிதில் கண்டுபிடிக்க பெயரும் நிறமும் தேர்வு செய்யவும்.
th: ตั้งชื่อและเลือกสีเพื่อให้หาเจอได้ง่ายตอนเพิ่มกะ
tr: Vardiya eklerken kolay bulmak için bir ad ve renk seç.
uk: Виберіть назву й колір, щоб легко знаходити під час додавання змін.
ur: ایک نام اور رنگ منتخب کریں تاکہ شفٹیں شامل کرتے وقت اسے آسانی سے ڈھونڈا جا سکے۔
vi: Chọn tên và màu để dễ tìm khi thêm ca làm.
zh_hans: 选择名称和颜色，添加班次时更容易找到。
zh_hant: 選擇名稱和顏色，方便新增班次時找到。

# onboarding.jobBasics.title
source: Name your first job
ar: سمِّ وظيفتك الأولى
bg: Дайте име на първата си работа
bn: আপনার প্রথম কাজের নাম দিন
ca: Posa nom a la teva primera feina
cs: Pojmenujte svou první práci
da: Navngiv dit første job
de: Benenne deinen ersten Job
el: Ονομάστε την πρώτη σας δουλειά
es: Nombra tu primer trabajo
et: Pane oma esimesele tööle nimi
fa: برای اولین شغل خود نام بگذارید
fi: Anna ensimmäiselle työllesi nimi
fil: Pangalanan ang una mong trabaho
fr: Nommez votre premier emploi
he: תן שם לעבודה הראשונה שלך
hi: अपनी पहली नौकरी का नाम रखें
hr: Imenujte svoj prvi posao
hu: Nevezd el az első munkádat
id: Beri nama pekerjaan pertama Anda
is: Gefðu fyrstu vinnunni nafn
it: Dai un nome al tuo primo lavoro
ja: 最初の仕事に名前を付ける
ko: 첫 번째 일터 이름 정하기
lt: Pavadinkite savo pirmą darbą
lv: Nosauc savu pirmo darbu
nb: Gi den første jobben et navn
nl: Geef je eerste baan een naam
nn: Gi den første jobben eit namn
pl: Nazwij swoją pierwszą pracę
pt_br: Dê um nome ao seu primeiro trabalho
ro: Denumește-ți primul loc de muncă
ru: Назовите свою первую работу
sk: Pomenujte svoju prvú prácu
sl: Poimenuj svojo prvo službo
sr: Imenujte svoj prvi posao
sv: Namnge ditt första jobb
sw: Taja kazi yako ya kwanza
ta: உங்கள் முதல் வேலைக்கு பெயரிடுங்கள்
th: ตั้งชื่องานแรกของคุณ
tr: İlk işine ad ver
uk: Назвіть свою першу роботу
ur: اپنی پہلی ملازمت کا نام رکھیں
vi: Đặt tên cho công việc đầu tiên
zh_hans: 为你的第一份工作命名
zh_hant: 為你的第一份工作命名

# onboarding.personalize.payday.lastDay
source: Last
ar: الأخير
bg: Последний
bn: শেষ
ca: Últim
cs: Poslední
da: Sidste
de: Letzter
el: Τελευταία
es: Último
et: Viimane
fa: آخرین
fi: Viimeinen
fil: Huli
fr: Dernier
he: אחרון
hi: आखिरी
hr: Posljednji
hu: Utolsó
id: Terakhir
is: Síðasti
it: Ultimo
ja: 最後
ko: 마지막
lt: Paskutinis
lv: Pēdējais
nb: Siste
nl: Laatste
nn: Siste
pl: Ostatni
pt_br: Último
ro: Ultim
ru: Последний
sk: Posledný
sl: Zadnje
sr: Poslednji
sv: Sista
sw: Mwisho
ta: கடைசி
th: สุดท้าย
tr: Son
uk: Останній
ur: آخری
vi: Cuối cùng
zh_hans: 最后一天
zh_hant: 最後

# onboarding.personalize.wage.helper
source: Your base hourly wage
ar: أجرك الأساسي بالساعة
bg: Вашето основно почасово възнаграждение
bn: আপনার মূল ঘণ্টাপ্রতি মজুরি
ca: El teu salari base per hora
cs: Vaše základní hodinová mzda
da: Din grundløn pr. time
de: Dein Grundlohn pro Stunde
el: Το βασικό ωρομίσθιό σας
es: Tu salario base por hora
et: Sinu põhitunnitasu
fa: دستمزد پایه ساعتی شما
fi: Perustuntipalkkasi
fil: Iyong batayang sahod kada oras
fr: Votre salaire horaire de base
he: שכר הבסיס שלך לשעה
hi: आपका मूल प्रति घंटा वेतन
hr: Vaša osnovna satnica
hu: Az alapórabéred
id: Upah dasar per jam Anda
is: Grunnlaun þín á klukkustund
it: La tua paga oraria di base
ja: あなたの基本時給
ko: 기본 시급
lt: Jūsų bazinis valandinis atlygis
lv: Jūsu pamata stundas likme
nb: Grunnlønn per time
nl: Je basisuurloon
nn: Grunnløn per time
pl: Twoja podstawowa stawka godzinowa
pt_br: Seu salário-base por hora
ro: Salariul tău orar de bază
ru: Ваша базовая почасовая ставка
sk: Vaša základná hodinová mzda
sl: Vaša osnovna urna postavka
sr: Vaša osnovna satnica
sv: Din grundlön per timme
sw: Mshahara wako wa msingi kwa saa
ta: உங்கள் அடிப்படை மணிநேர ஊதியம்
th: ค่าจ้างพื้นฐานต่อชั่วโมงของคุณ
tr: Temel saatlik ücretiniz
uk: Ваша базова погодинна ставка
ur: آپ کی بنیادی فی گھنٹہ اجرت
vi: Mức lương cơ bản theo giờ của bạn
zh_hans: 您的基本时薪
zh_hant: 你的基本時薪

# onboarding.personalize.wage.label
source: Hourly wage
ar: الأجر بالساعة
bg: Почасова заплата
bn: প্রতি ঘণ্টা মজুরি
ca: Salari per hora
cs: Hodinová mzda
da: Timeløn
de: Stundenlohn
el: Ωρομίσθιο
es: Salario por hora
et: Tunnitasu
fa: دستمزد ساعتی
fi: Tuntipalkka
fil: Oras-oras na sahod
fr: Taux horaire
he: שכר לשעה
hi: प्रति घंटा वेतन
hr: Satnica
hu: Óradíj
id: Upah per jam
is: Tímakaup
it: Paga oraria
ja: 時給
ko: 시급
lt: Valandinis atlyginimas
lv: Stundu likme
nb: Timelønn
nl: Uurloon
nn: Timelønn
pl: Stawka godzinowa
pt_br: Salário hora
ro: Salariu orar
ru: Почасовая ставка
sk: Hodinová mzda
sl: Urna postavka
sr: Satnica
sv: Timlön
sw: Ujira wa kila saa
ta: மணிநேர கூலி
th: ค่าจ้างรายชั่วโมง
tr: Saatlik ücret
uk: Годинна ставка
ur: فی گھنٹہ اجرت
vi: Lương theo giờ
zh_hans: 时薪
zh_hant: 時薪

# onboarding.post_auth.purpose.friends_option.title
source: See friends' shifts
ar: اطّلع على نوبات الأصدقاء
bg: Вижте смените на приятели
bn: বন্ধুদের শিফট দেখুন
ca: Veure els torns dels amics
cs: Zobrazit směny přátel
da: Se venners vagter
de: Schichten von Freunden sehen
el: Δες τις βάρδιες φίλων
es: Ver turnos de amigos
et: Vaata sõprade vahetusi
fa: شیفت‌های دوستان را ببینید
fi: Katso kavereiden vuorot
fil: Tingnan ang mga shift ng kaibigan
fr: Voir les horaires des amis
he: צפה במשמרות של חברים
hi: दोस्तों की शिफ्ट देखें
hr: Pogledaj smjene prijatelja
hu: Barátok műszakjai
id: Lihat shift teman
is: Sjá vaktir vina
it: Vedi i turni degli amici
ja: 友達のシフトを見る
ko: 친구의 근무 보기
lt: Matyk draugų pamainas
lv: Skati draugu maiņas
nb: Se venners vakter
nl: Bekijk diensten van vrienden
nn: Sjå veners vakter
pl: Zobacz zmiany znajomych
pt_br: Ver turnos dos amigos
ro: Vezi turele prietenilor
ru: Смотреть смены друзей
sk: Pozrite si zmeny priateľov
sl: Oglej si izmene prijateljev
sr: Vidi smene prijatelja
sv: Se vänners pass
sw: Ona zamu za marafiki
ta: நண்பர்களின் ஷிப்ட்களை பார்க்கவும்
th: ดูกะของเพื่อน
tr: Arkadaşların vardiyalarını gör
uk: Переглядати зміни друзів
ur: دوستوں کی شفٹیں دیکھیں
vi: Xem ca làm của bạn bè
zh_hans: 查看好友班次
zh_hant: 查看好友班表

# onboarding.post_auth.purpose.friends_preview_message
source: Can you swap with me on Friday?
ar: هل يمكنك تبديل المناوبة معي يوم الجمعة؟
bg: Можеш ли да се смениш с мен в петък?
bn: তুমি কি শুক্রবার আমার সঙ্গে শিফট বদলাবে?
ca: Em pots canviar el torn de divendres?
cs: Můžeš se se mnou v pátek prohodit?
da: Kan du bytte med mig på fredag?
de: Kannst du am Freitag mit mir tauschen?
el: Μπορείς να αλλάξεις βάρδια μαζί μου την Παρασκευή;
es: ¿Puedes cambiar conmigo el viernes?
et: Kas saad minuga reedel vahetada?
fa: می‌تونی جمعه باهام شیفت عوض کنی؟
fi: Voitko vaihtaa kanssani perjantaina?
fil: Pwede ba tayong magpalit sa Biyernes?
fr: Tu peux échanger avec moi vendredi ?
he: אתה יכול להחליף איתי ביום שישי?
hi: क्या आप शुक्रवार को मेरे साथ शिफ्ट बदल सकते हैं?
hr: Možeš li se zamijeniti sa mnom u petak?
hu: El tudnál cserélni velem péntekre?
id: Bisa tukar shift denganku hari Jumat?
is: Geturðu skipt við mig á föstudag?
it: Puoi fare cambio con me venerdì?
ja: 金曜に私と交代できる？
ko: 금요일에 나랑 교대할 수 있어?
lt: Ar gali penktadienį susikeisti su manimi?
lv: Vai vari samainīties ar mani piektdien?
nb: Kan du bytte med meg på fredag?
nl: Kun je vrijdag met me ruilen?
nn: Kan du byte med meg på fredag?
pl: Możesz zamienić się ze mną na piątek?
pt_br: Você pode trocar comigo na sexta-feira?
ro: Poți să faci schimb cu mine vineri?
ru: Можешь подменить меня в пятницу?
sk: Môžeš si so mnou vymeniť piatkovú zmenu?
sl: Ali lahko zamenjaš z mano v petek?
sr: Možeš li da se zameniš sa mnom u petak?
sv: Kan du byta med mig på fredag?
sw: Unaweza kubadilishana nami Ijumaa?
ta: வெள்ளிக்கிழமை என்னுடன் ஷிப்டை மாற்ற முடியுமா?
th: วันศุกร์สลับกะกับฉันได้ไหม?
tr: Cuma günü benimle nöbet değişir misin?
uk: Можеш підмінити мене в п’ятницю?
ur: کیا آپ جمعہ کو میرے ساتھ شفٹ بدل سکتے ہیں؟
vi: Bạn có thể đổi ca với tôi vào thứ Sáu không?
zh_hans: 你周五能和我换班吗？
zh_hant: 你星期五可以跟我換班嗎？

# onboarding.post_auth.purpose.friends_preview_title
source: or just see your friends' shifts
ar: أو فقط عرض مناوبات أصدقائك
bg: или просто виж смените на приятелите си
bn: অথবা শুধু বন্ধুদের শিফট দেখো
ca: o simplement veure els torns dels teus amics
cs: nebo jen zobrazit směny přátel
da: eller bare se dine venners vagter
de: oder einfach die Schichten deiner Freunde sehen
el: ή απλώς δες τις βάρδιες των φίλων σου
es: o solo ver los turnos de tus amigos
et: või lihtsalt vaata sõprade vahetusi
fa: یا فقط شیفت‌های دوستانت را ببینی
fi: tai vain nähdä ystäviesi vuorot
fil: o tingnan lang ang mga shift ng mga kaibigan mo
fr: ou juste voir les shifts de vos amis
he: או פשוט לראות את המשמרות של החברים שלך
hi: या बस अपने दोस्तों की शिफ्टें देखें
hr: ili samo pogledaj smjene svojih prijatelja
hu: vagy csak nézd meg a barátaid műszakjait
id: atau lihat shift temanmu saja
is: eða bara séð vaktir vina þinna
it: o semplicemente vedere i turni dei tuoi amici
ja: または友だちのシフトを見るだけ
ko: 또는 친구들 근무만 보기
lt: arba tiesiog matyti draugų pamainas
lv: vai vienkārši redzēt draugu maiņas
nb: eller bare se venners vakter
nl: of bekijk gewoon de diensten van je vrienden
nn: eller berre sjå vaktene til vener
pl: albo po prostu zobacz zmiany znajomych
pt_br: ou só ver os turnos dos seus amigos
ro: sau doar vezi turele prietenilor tăi
ru: или просто смотреть смены друзей
sk: alebo len vidieť zmeny priateľov
sl: ali pa samo poglej izmene svojih prijateljev
sr: ili samo vidi smene svojih prijatelja
sv: eller bara se dina vänners pass
sw: au uone tu zamu za marafiki zako
ta: அல்லது நண்பர்களின் ஷிப்ட்களை மட்டும் பாருங்கள்
th: หรือแค่ดูกะของเพื่อน
tr: veya sadece arkadaşlarının vardiyalarını gör
uk: або просто дивіться зміни друзів
ur: یا صرف اپنے دوستوں کی شفٹیں دیکھیں
vi: hoặc chỉ xem ca làm của bạn bè
zh_hans: 或只是查看好友的班次
zh_hant: 或只是查看朋友的班表

# onboarding.post_auth.purpose.pay_option.title
source: Calculate my pay
ar: احسب راتبي
bg: Изчислете заплащането ми
bn: আমার বেতন হিসাব করুন
ca: Calcula el meu sou
cs: Spočítat výplatu
da: Beregn min løn
de: Meinen Lohn berechnen
el: Υπολόγισε την αμοιβή μου
es: Calcular mi pago
et: Arvuta mu palk
fa: حقوقم را محاسبه کنم
fi: Laske palkkani
fil: Kalkulahin ang sahod ko
fr: Calculer mon salaire
he: חשב את השכר שלי
hi: मेरा वेतन गणना करें
hr: Izračunaj moju plaću
hu: Számold ki a bérem
id: Hitung gaji saya
is: Reikna launin mín
it: Calcola la mia paga
ja: 給与を計算する
ko: 내 급여 계산
lt: Skaičiuoti mano atlyginimą
lv: Aprēķināt manu algu
nb: Beregne lønna mi
nl: Bereken mijn loon
nn: Rekn ut løna mi
pl: Oblicz moje zarobki
pt_br: Calcular meu salário
ro: Calculează-mi salariul
ru: Рассчитать зарплату
sk: Vypočítať mzdu
sl: Izračunaj moje plačilo
sr: Izračunaj moju zaradu
sv: Beräkna min lön
sw: Kokotoa malipo yangu
ta: என் ஊதியத்தை கணக்கிடு
th: คำนวณค่าจ้างของฉัน
tr: Ücretimi hesapla
uk: Розрахувати мою зарплату
ur: میری تنخواہ کا حساب لگائیں
vi: Tính lương của tôi
zh_hans: 计算我的薪资
zh_hant: 計算我的薪資

# onboarding.post_auth.purpose.pay_preview_title
source: Use Tidex to calculate pay
ar: استخدم Tidex لحساب الأجر
bg: Използвай Tidex, за да изчислиш заплащането
bn: বেতন হিসাব করতে Tidex ব্যবহার করুন
ca: Fes servir Tidex per calcular el sou
cs: Použij Tidex pro výpočet mzdy
da: Brug Tidex til at beregne løn
de: Nutze Tidex zur Lohnberechnung
el: Χρησιμοποίησε το Tidex για υπολογισμό μισθού
es: Usa Tidex para calcular el sueldo
et: Kasuta Tidexit palga arvutamiseks
fa: با Tidex حقوقت را محاسبه کن
fi: Laske palkka Tidexillä
fil: Gamitin ang Tidex para kalkulahin ang sahod
fr: Utilisez Tidex pour calculer votre paie
he: השתמשו ב-Tidex לחישוב שכר
hi: वेतन की गणना के लिए Tidex इस्तेमाल करें
hr: Koristi Tidex za izračun plaće
hu: Használd a Tidexet bérszámításhoz
id: Gunakan Tidex untuk hitung gaji
is: Notaðu Tidex til að reikna laun
it: Usa Tidex per calcolare la paga
ja: Tidexで給与を計算
ko: Tidex로 급여 계산하기
lt: Naudok „Tidex“ atlygiui apskaičiuoti
lv: Izmanto Tidex, lai aprēķinātu algu
nb: Bruk Tidex til å beregne lønn
nl: Gebruik Tidex om loon te berekenen
nn: Bruk Tidex til å rekne ut løn
pl: Użyj Tidex do obliczania wypłaty
pt_br: Use o Tidex para calcular o pagamento
ro: Folosește Tidex pentru a calcula salariul
ru: Используйте Tidex для расчёта зарплаты
sk: Použite Tidex na výpočet mzdy
sl: Uporabi Tidex za izračun plače
sr: Koristi Tidex za obračun plate
sv: Använd Tidex för att räkna ut lön
sw: Tumia Tidex kukokotoa mshahara
ta: சம்பளத்தை கணக்கிட Tidex-ஐ பயன்படுத்துங்கள்
th: ใช้ Tidex คำนวณค่าจ้าง
tr: Ücreti hesaplamak için Tidex kullan
uk: Використовуйте Tidex для розрахунку зарплати
ur: تنخواہ حساب کرنے کے لیے Tidex استعمال کریں
vi: Dùng Tidex để tính lương
zh_hans: 用 Tidex 计算工资
zh_hant: 用 Tidex 計算薪資

# onboarding.post_auth.purpose.subtitle
source: Choose one to get started.
ar: اختر واحدًا للبدء.
bg: Изберете едно, за да започнете.
bn: শুরু করতে একটি বেছে নিন।
ca: Tria'n una per començar.
cs: Vyberte jednu možnost pro začátek.
da: Vælg én for at komme i gang.
de: Wähle eins zum Starten.
el: Διάλεξε ένα για να ξεκινήσεις.
es: Elige una para empezar.
et: Alustamiseks vali üks.
fa: برای شروع یکی را انتخاب کنید.
fi: Valitse yksi aloittaaksesi.
fil: Pumili ng isa para magsimula.
fr: Choisissez-en un pour commencer.
he: בחר אחד כדי להתחיל.
hi: शुरू करने के लिए एक चुनें।
hr: Odaberi jedno za početak.
hu: Válassz egyet a kezdéshez.
id: Pilih satu untuk mulai.
is: Veldu eitt til að byrja.
it: Scegline uno per iniziare.
ja: 始めるには1つ選んでください。
ko: 시작하려면 하나를 선택하세요.
lt: Pasirink vieną pradžiai.
lv: Lai sāktu, izvēlies vienu.
nb: Velg én for å komme i gang.
nl: Kies er één om te beginnen.
nn: Vel éin for å kome i gang.
pl: Wybierz jedną, aby zacząć.
pt_br: Escolha uma para começar.
ro: Alege una ca să începi.
ru: Выберите один вариант, чтобы начать.
sk: Vyberte jednu možnosť na začiatok.
sl: Izberi eno za začetek.
sr: Izaberi jednu za početak.
sv: Välj en för att komma igång.
sw: Chagua moja ili uanze.
ta: தொடங்க ஒன்றை தேர்வுசெய்க.
th: เลือกหนึ่งอย่างเพื่อเริ่มต้น
tr: Başlamak için birini seç.
uk: Виберіть одне, щоб почати.
ur: شروع کرنے کے لیے ایک منتخب کریں۔
vi: Chọn một mục để bắt đầu.
zh_hans: 选择一项开始。
zh_hant: 選一項開始。
